Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Nobody found. You can find your own contacts by name — to reach anyone else, enter their full email address or phone number.
ar: لم يتم العثور على أحد. يمكنك العثور على جهات الاتصال الخاصة بك حسب الاسم — للوصول إلى أي شخص آخر، أدخل عنوان بريده الإلكتروني الكامل أو رقم هاتفه.
de: Niemand gefunden. Sie können Ihre eigenen Kontakte nach Name suchen — um andere zu erreichen, geben Sie deren vollständige E-Mail-Adresse oder Telefonnummer ein.
es: Nadie encontrado. Puedes encontrar tus propios contactos por nombre — para comunicarte con otros, ingresa su correo electrónico completo o número de teléfono.
fr: Personne trouvée. Vous pouvez trouver vos contacts par nom — pour joindre quelqu'un d'autre, entrez son adresse e-mail ou son numéro de téléphone complet.
ha: Babu wanda aka samu. Kuna iya neman abokan tuntubo ta suna — don isa wani, shigar da cikakken adireshin imel ko lambar tarho.
ig: Enweghị onye achọpụtara. Ị nwere ike ịchọta ndị ị maara site n'aha — iji ruo onye ọzọ, tinye ọnụ ọgụgụ email ma ọ bụ nọmba ekwentị ha zuru ezu.
pt: Ninguém encontrado. Você pode encontrar seus próprios contatos por nome — para alcançar outras pessoas, digite o endereço de e-mail ou número de telefone completo.
sw: Hakuna aliyepatikana. Unaweza kupata anwani zako mwenyewe kwa jina — kuwasiliana na wengine, ingiza barua pepe kamili au namba ya simu.
yo: Ẹnìkan Kò Rí. O lè rí àwọn ọ̀rẹ́ rẹ pẹ̀lú orúkọ — láti dé ẹnìkan míràn, tẹ àdírẹ́sì imeèlì tàbí nọ́mbà foonu wọn
zh: 未找到。您可以按名称查找自己的联系人 — 要联系其他人，请输入他们的完整电子邮件地址或电话号码。

source: None
ar: بدون
de: Keine
es: Ninguno
fr: Aucun
ha: Babu
ig: Ọ dịghị
pt: Nenhum
sw: Hakuna
yo: Kò sí
zh: 无

source: Not a valid time
ar: وقت غير صحيح
de: Keine gültige Uhrzeit
es: Hora no válida
fr: Heure non valide
ha: Lokaci mara inganci
ig: Oge na-adịghị mma
pt: Hora inválida
sw: Sio wakati halali
yo: Àkókò Tí Kò Dára
zh: 无效的时间

source: Not assessed
ar: لم يتم تقييمه
de: Nicht bewertet
es: No evaluado
fr: Non évalué
ha: Ba a tantance ba
ig: Enweghị ntụle
pt: Não avaliado
sw: Haijatathminiwa
yo: Kò Tí A Ṣe Ìwòye
zh: 未评估

source: Not available
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ha: Ba a samu ba
ig: Enweghị ike ịnweta
pt: Não disponível
sw: Haipatikani
yo: Kò Sí
zh: 不可用

source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fr: Non connecté
ha: Ba a haɗa ba
ig: Enweghị njikọ
pt: Não conectado
sw: Haijaunganishwa
yo: Kò Tí A Sopọ̀
zh: 未连接

source: Not enough data yet
ar: لا توجد بيانات كافية حتى الآن
de: Noch nicht genug Daten
es: Datos insuficientes aún
fr: Pas assez de données pour le moment
ha: Babu isasshen bayani har yanzu
ig: Enweghị data zuru ezu ọzọ
pt: Dados insuficientes ainda
sw: Hakuna data ya kutosha bado
yo: Àkọ̀lọ̀ Kò Tó Nísinsin Yìí
zh: 数据还不足

source: not measured
ar: لم يتم قياسه
de: nicht gemessen
es: no medido
fr: non mesuré
ha: ba a auna
ig: a na-agaghị atụle
pt: não medido
sw: haikupimwa
yo: a kò ṣe ìwọ̀n
zh: 未测量

source: Not right? Teach ALAFIA what this actually is
ar: غير صحيح؟ علّم ALAFIA ما هذا فعلاً
de: Nicht richtig? Lehren Sie ALAFIA, was das wirklich ist
es: ¿No es correcto? Enséñale a ALAFIA qué es realmente
fr: Pas correct ? Apprenez à ALAFIA ce que c'est réellement
ha: Ba daidai ba? Koya wa ALAFIA abin da wannan ke ji
ig: Ọ bụghị nke ziri ezi? Kuziere ALAFIA ihe ọ bụ n'ezie
pt: Não é isso? Ensine ao ALAFIA o que isto realmente é
sw: Si sahihi? Fundisha ALAFIA kile kinachofaa
yo: Kò Dúró? Kọ́ ALAFIA Kí ó mọ̀ Ohun Tí Èyí Jẹ́ Gidi
zh: 不对？教ALAFIA这实际上是什么

source: Notarized
ar: موثق
de: Beglaubigt
es: Certificado
fr: Certifié conforme
ha: An tabbatar da shi
ig: Akwadoro
pt: Autenticado
sw: Ilisahihishwa
yo: Àkọsílẹ̀ Ìjẹ́rìísì
zh: 公证的

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
ha: Bayani
ig: Ndetu
pt: Notas
sw: Maelezo
yo: Àkọsílẹ̀
zh: 备注

source: Notes (optional)
ar: الملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
ha: Bayanai (zaɓe)
ig: Ndetu (opụtụ)
pt: Notas (opcional)
sw: Maelezo (hiari)
yo: Àwọn Àkọsílẹ̀ (àìfẹ̀ràn)
zh: 笔记（可选）

source: Notes & Recipe
ar: الملاحظات والوصفات
de: Notizen & Rezept
es: Notas y Receta
fr: Notes et recette
ha: Bayanai & Girki
ig: Ndetu & Nri
pt: Notas e Receita
sw: Maelezo & Kachumbari
yo: Àwọn Àkọsílẹ̀ & Ohun Ìjẹ
zh: 笔记和食谱

source: Nothing logged yet — type the medication name.
ar: لم يتم تسجيل شيء حتى الآن — اكتب اسم الدواء.
de: Noch nichts eingetragen — geben Sie den Medikamentennamen ein.
es: Nada registrado aún — escribe el nombre del medicamento.
fr: Rien enregistré pour le moment — tapez le nom du médicament.
ha: Babu abin da aka rubuta — rubuta sunan maganin.
ig: Ọ dịbeghị ihe edebere — dee aha ọgwụ.
pt: Nada registado — digite o nome do medicamento.
sw: Hakuna kitu kilichoandikwa — andika jina la dawa.
yo: Ohun kan kò tí ì lọ sílẹ̀ — kọ orúkọ oogun náà.
zh: 还未记录 — 请输入药物名称。

source: Notice
ar: إشعار
de: Mitteilung
es: Aviso
fr: Avis
ha: Sanarwa
ig: Ọkwa
pt: Aviso
sw: Onyo
yo: Ìkìlọ
zh: 通知

source: Notification Channels
ar: قنوات الإخطارات
de: Benachrichtigungskanäle
es: Canales de Notificación
fr: Canaux de notification
ha: Tsarin Sanarwa
ig: Ụzọ Ọkwa
pt: Canais de Notificação
sw: Njia za Arifa
yo: Àwọn Ọ̀nà Ìkìjìpa
zh: 通知渠道

source: NPI Number
ar: رقم NPI
de: NPI-Nummer
es: Número NPI
fr: Numéro NPI
ha: Lambar NPI
pt: Número NPI
sw: Nambari ya NPI
yo: Nọ́mbà NPI
zh: NPI号码

source: Nurse
ar: الممرضة
de: Krankenpfleger
es: Enfermera
fr: Infirmière
ig: Nọọsụ
pt: Enfermeiro
sw: Mkunga
yo: Ònúrṣẹ
zh: 护士

source: Nurse countersignature: %@
ar: توقيع الممرضة المقابل: %@
de: Gegenzeichnung Krankenpfleger: %@
es: Contrafirma de enfermera: %@
fr: Contreseing infirmière : %@
ig: Nọọsụ akwụkwọ ọkwa: %@
pt: Contrasssinatura do enfermeiro: %@
sw: Sahihi ya mkunga: %@
yo: Ìfìdí ònúrṣẹ: %@
zh: 护士副署：%@

source: Nutrient Breakdown
ar: تفصيل العناصر الغذائية
de: Nährstoffaufschlüsselung
es: Desglose de Nutrientes
fr: Répartition des nutriments
ha: Rarrabuwar Gida
ig: Nkọwa Ihe Ọnụ
pt: Análise de Nutrientes
sw: Uchambuzi wa Virutubishi
yo: Ìtúpalẹ̀ Ohun Ìjẹ
zh: 营养成分分解

source: Nutrient Profile
ar: الملف الغذائي
de: Nährstoffprofil
es: Perfil de Nutrientes
fr: Profil nutritionnel
ha: Profailan Gida
ig: Profaịlụ Ihe Ọnụ
pt: Perfil Nutricional
sw: Wasifu wa Virutubishi
yo: Àbájáde Ohun Ìjẹ
zh: 营养成分档案

source: Nutrients auto-populated from USDA
ar: العناصر الغذائية مملوءة تلقائياً من USDA
de: Nährstoffe automatisch aus USDA gefüllt
es: Nutrientes completados automáticamente desde USDA
fr: Nutriments remplis automatiquement à partir de l'USDA
ha: Gida auto-populated daga USDA
ig: Ihe ọnụ ejupụtara site na USDA
pt: Nutrientes preenchidos automaticamente do USDA
sw: Virutubishi vilijazwa kiotomatiki kutoka USDA
yo: Àwọn ohun ìjẹ tí a pèsè láti USDA
zh: 营养成分由USDA自动填充

source: Nutrition
ar: التغذية
de: Ernährung
es: Nutrición
ha: Gida
ig: Ihe Ọnụ
pt: Nutrição
sw: Lishe
yo: Ohun Ìjẹ
zh: 营养

source: Occupation
ar: المهنة
de: Beruf
es: Ocupación
fr: Profession
ha: Aiki
ig: Ọrụ
pt: Profissão
sw: Kazi
yo: Iṣẹ́
zh: 职业

source: Official notice
ar: إشعار رسمي
de: Offizielle Mitteilung
es: Aviso oficial
fr: Avis officiel
ha: Sanarwar Hukuma
ig: Ọkwa iwu
pt: Aviso oficial
sw: Onyo rasmi
yo: Ìkìlọ ìfìdí
zh: 官方通知

source: OK
ar: حسناً
es: Aceptar
ha: Lafiya
ig: Ọ dị mma
sw: Sawa
yo: O dáa
zh: 确定

source: One-way sync
ar: مزامنة أحادية الاتجاه
de: Unidirektionale Synchronisierung
es: Sincronización unidireccional
fr: Synchronisation unidirectionnelle
ha: Sync na gida
ig: Njikọ otu ụzọ
pt: Sincronização unidirecional
sw: Usambazaji wa upande mmoja
yo: Ìsopọ̀ ọ̀kan-ọ̀nà
zh: 单向同步

source: Only one intradialytic reading — not enough to plot a curve.
ar: قراءة واحدة فقط أثناء الغسيل — غير كافية لرسم منحنى.
de: Nur eine intradialytische Messung — nicht genug für eine Kurve.
es: Solo una lectura intradialítica — no es suficiente para trazar una curva.
fr: Une seule lecture intradialytique — insuffisant pour tracer une courbe.
ha: Karanta ɗaya kawai intradialytic — ba isa don zana lanƙwasa.
ig: Otu ihe nleba intradialytic — ọ dịghị ụkọ iji mepụta ahịrị.
pt: Apenas uma leitura intradialítica — insuficiente para traçar uma curva.
sw: Kusoma moja tu wakati wa dialysis — haitoshi kutengeneza mkunjo.
yo: Ìkọ̀kọ̀ intradialytic kan nìkan — kò tó láti ṣe àtúntú ìkúrò.
zh: 仅有一次透析中读数 — 数据不足以绘制曲线。

source: Open a specific dialysis session to add a note to it.
ar: افتح جلسة غسيل كلى محددة لإضافة ملاحظة إليها.
de: Öffnen Sie eine bestimmte Dialysesitzung, um eine Notiz hinzuzufügen.
es: Abre una sesión de diálisis específica para añadir una nota.
fr: Ouvrez une séance de dialyse spécifique pour y ajouter une note.
ha: Buɗe jerin dialysis na musamman don ƙara bayanin.
ig: Meghee ọrụ dialysis ụfọdụ iji tinye akụkọ na ya.
pt: Abra uma sessão de diálise específica para adicionar uma anotação.
sw: Fungua kikao mahususi cha dialysis ili kuongeza kumbuka.
yo: Ṣí ìṣẹ́jú dialysis kan pàtó láti ṣàfikún àkiyèsi sí i.
zh: 打开特定透析疗程以添加备注。

source: Open Clinician View
ar: فتح عرض الطبيب
de: Klinische Ansicht öffnen
es: Abrir Vista Clínica
fr: Ouvrir la vue clinicien
ha: Buɗe Clinician View
ig: Meghee Anya Onye Ọgwụ
pt: Abrir Vista do Clínico
sw: Fungua Mtazamo wa Mganga
yo: Ṣí Ìwòran Onímọ̀
zh: 打开临床医生视图

source: Open source
ar: مفتوح المصدر
es: Código abierto
ha: Buɗe tushe
ig: Ọrụ mepere
pt: Código aberto
sw: Chanzo wazi
yo: Ìfúnni ìfúnni
zh: 开源

source: Open the link in that email to choose a new password.
ar: افتح الرابط في تلك الرسالة لاختيار كلمة مرور جديدة.
de: Öffnen Sie den Link in dieser E-Mail, um ein neues Passwort zu wählen.
es: Abre el enlace en ese correo para elegir una contraseña nueva.
fr: Ouvrez le lien dans cet e-mail pour choisir un nouveau mot de passe.
ha: Buɗe haɗin gida a cikin wannan imel don zaɓar sabuwar kalmar sirri.
ig: Meghee njikọ na email ahụ iji họọrọ paswọọdụ ọhụrụ.
pt: Abra a ligação nesse email para escolher uma nova palavra-passe.
sw: Fungua kiungo katika barua hiyo kuchagua nenosiri jipya.
yo: Ṣí ọ̀nà ìkìjìpa nínú ìwé ẹlẹ́kúù náà láti yàn ọ̀rọ̀ ìkọ̀kọ̀ tuntun.
zh: 打开该邮件中的链接以选择新密码。

source: Opens alafia.app in your browser.
ar: يفتح alafia.app في متصفحك.
de: Öffnet alafia.app in Ihrem Browser.
es: Abre alafia.app en tu navegador.
fr: Ouvre alafia.app dans votre navigateur.
ha: Yana buɗe alafia.app a cikin naka browser.
ig: Meghee alafia.app na ụlọ ọrụ gị.
pt: Abre alafia.app no seu navegador.
sw: Inafungua alafia.app katika kivinjari chako.
yo: Ṣí alafia.app nínú àpò ìwé rẹ.
zh: 在浏览器中打开 alafia.app。

source: Optional — close this to keep your device-language guide, or pick another.
ar: اختياري — أغلق هذا للاحتفاظ بدليل لغة جهازك، أو اختر آخر.
de: Optional — schließen Sie dies, um Ihre Gerätesprachanleitung zu behalten, oder wählen Sie eine andere.
es: Opcional — cierra esto para mantener tu guía de idioma del dispositivo, o elige otro.
fr: Facultatif — fermez ceci pour conserver votre guide de langue d'appareil, ou en choisir un autre.
ha: Zaɓe — rufe wannan don kiyaye jagoran harshen na'ura, ko zaɓa wani.
ig: Opụtụ — mechie nke a iji jide ntuziaka asụsụ ngwa gị, ma ọ bụ họọrọ ọzọ.
pt: Opcional — feche para manter o guia de idioma do seu dispositivo, ou escolha outro.
sw: Hiari — funga hii kuweka mwongozo wa lugha ya kifaa, au chagua lingine.
yo: Àìfẹ̀ràn — pàdé èyí láti pa ìtọ́sọ́nà ède ẹrọ rẹ, tàbí yàn ọ̀kan mìíràn.
zh: 可选 — 关闭此项以保留您的设备语言指南，或选择其他语言。

source: Organ Donation
ar: التبرع بالأعضاء
de: Organspende
es: Donación de Órganos
fr: Don d'organe
ha: Bayar da Jiki
ig: Inyeaka Akụkụ Ahụ
pt: Doação de Órgãos
sw: Kumhiba Kiungo
yo: Ìfúnni Ẹ̀jẹ̀
zh: 器官捐献

source: Other
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
ha: Sauran
ig: Ndị ọzọ
pt: Outro
sw: Nyingine
yo: Ọ̀kan mìíràn
zh: 其他

source: Other…
ar: أخرى…
de: Sonstiges…
es: Otro…
fr: Autre…
ha: Sauran…
ig: Ndị ọzọ…
pt: Outro…
sw: Nyingine…
yo: Ọ̀kan mìíràn…
zh: 其他…

source: Out: %lld
ar: الخروج: %lld
de: Abfluss: %lld
es: Salida: %lld
fr: Sortie : %lld
ig: Pụta: %lld
pt: Saída: %lld
sw: Nje: %lld
yo: Ìjade: %lld
zh: 输出：%lld

source: Outbreaks
ar: الفاشيات
de: Ausbrüche
es: Brotes
fr: Épidémies
ha: Cututtuka
ig: Ọrịa Ọsọ
pt: Surtos
sw: Mlipuko wa Ugonjwa
yo: Àwọn ìdí àrùn
zh: 疫情

source: Outflow (mL)
ar: الخروج (mL)
de: Abfluss (mL)
es: Drenaje (mL)
fr: Débit de sortie (mL)
ig: Ọsọ (mL)
pt: Drenagem (mL)
sw: Mtiririko wa Nje (mL)
yo: Ìjade (mL)
zh: 输出（mL）

source: Over the last 2 weeks…
ar: خلال آخر أسبوعين…
de: In den letzten 2 Wochen…
es: En las últimas 2 semanas…
fr: Au cours des 2 dernières semaines…
ha: A cikin makonni 2 da suka wuce…
ig: N'ime izu abụọ gara aga…
pt: Nas últimas 2 semanas…
sw: Katika wiki 2 zilizopita…
yo: Ní àkókò ọ̀sẹ̀ méjì tó kọjá…
zh: 过去2周内…

source: Overall Wellness Score
ar: درجة الصحة العامة
de: Gesamtwellness-Score
es: Puntuación General de Bienestar
fr: Score de bien-être global
ha: Jiya Overall Wellness Score
ig: Akara Ọ Dị Mma N'ozuzu
pt: Pontuação Geral de Bem-estar
sw: Alama ya Afya Jumla
yo: Ìsọ̀rọ̀ Àlàáfíà Gbogbogbo
zh: 整体健康评分

# Page %lld of %lld · %lld nutrients
source: Page %1$lld of %2$lld · %3$lld nutrients
ar: الصفحة %1$lld من %2$lld · %3$lld عنصر غذائي
de: Seite %1$lld von %2$lld · %3$lld Nährstoffe
es: Página %1$lld de %2$lld · %3$lld nutrientes
fr: Page %1$lld sur %2$lld · %3$lld nutriments
ha: Shafi %1$lld na %2$lld · %3$lld gida
ig: Ibe %1$lld nke %2$lld · ihe ọnụ %3$lld
pt: Página %1$lld de %2$lld · %3$lld nutrientes
sw: Ukurasa %1$lld wa %2$lld · virutubishi %3$lld
yo: Ìwé %1$lld ti %2$lld · %3$lld ohun ìjẹ
zh: 第 %1$lld 页，共 %2$lld 页 · %3$lld 种营养成分

source: Pain level: %lld/10
ar: مستوى الألم: %lld/10
de: Schmerzgrad: %lld/10
es: Nivel de dolor: %lld/10
fr: Niveau de douleur : %lld/10
ha: Matakin zafi: %lld/10
ig: Ọkwa ụfụ: %lld/10
pt: Nível de dor: %lld/10
sw: Kiwango cha maumivu: %lld/10
yo: Ìpín ìrora: %lld/10
zh: 疼痛程度：%lld/10

source: Pantry
ar: المخزن
de: Speisekammer
es: Despensa
fr: Garde-manger
ig: Ụlọ Ịchọ Nri
pt: Despensa
sw: Ghala
yo: Àgbà Ìjẹ
zh: 食品储藏室

source: Pantry & Fridge
ar: المخزن والثلاجة
de: Speisekammer & Kühlschrank
es: Despensa y Refrigerador
fr: Garde-manger et réfrigérateur
ig: Ụlọ Ịchọ Nri & Ụlọ Ịchọ Oyi
pt: Despensa e Frigorífico
sw: Ghala & Jokofu
yo: Àgbà Ìjẹ & Ìgò
zh: 食品储藏室和冰箱

source: Pantry Empty
ar: المخزن فارغ
de: Speisekammer leer
es: Despensa vacía
fr: Garde-manger vide
ha: Rumfin Sannu
ig: Ụlọ Ihe Oriri Tọrọ Ọkụ
pt: Despensa Vazia
sw: Ghala Tupu
yo: Pantry Tupu
zh: 食品储藏室为空

source: Participants
ar: المشاركون
de: Teilnehmer
es: Participantes
ha: Masu Haɗa Kai
ig: Ndị Sonyere
pt: Participantes
sw: Washiriki
yo: Àwọn Ọmọ-iṣẹ́
zh: 参与者

source: Participants will appear when they join
ar: سيظهر المشاركون عند انضمامهم
de: Teilnehmer werden angezeigt, wenn sie beitreten
es: Los participantes aparecerán cuando se unan
fr: Les participants apparaîtront quand ils rejoindront
ha: Masu haɗa kai za su bayyana lokacin da suka shiga
ig: Ndị sonyere ga-apụta mgbe ha sonye
pt: Os participantes aparecerão quando se juntarem
sw: Washiriki watakuja wakati wanaposajili
yo: Àwọn ọmọ-iṣẹ́ yoo han nigbati wọn ba wọlu
zh: 参与者加入时会显示

source: Participate in de-identified health research studies
ar: المشاركة في دراسات بحثية صحية مجهولة الهوية
de: An anonymisierten Gesundheitsstudien teilnehmen
es: Participar en estudios de investigación de salud desidentificados
fr: Participer à des études de recherche en santé dé-identifiées
ha: Shiga cikin binciken lafiya da ba a sani ba
ig: Sonyere na ọmụmụ ahụike na-enweghị aha
pt: Participar em estudos de pesquisa de saúde desidentificados
sw: Shiriki katika utafiti wa afya usiotambulishi
yo: Kópa ninu àwọn ẹkó ìlera ti a yí sílẹ̀
zh: 参与去识别化健康研究

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ha: Kalmar Sirri
ig: Okwu Nzuzo
pt: Senha
sw: Neno la Siri
yo: Ọ̀rọ̀ Aṣínwọ̀
zh: 密码

source: Pathway Breakdown
ar: تفصيل المسار
es: Desglose de ruta
fr: Détail du parcours
ha: Rarrabuwar Hanya
ig: Nkọwa Ụzọ
pt: Detalhamento do Caminho
sw: Uchambuzi wa Njia
yo: Ìtumọ̀ Ọ̀nà
zh: 路径分解

source: Patient
ar: المريض
es: Paciente
ha: Maraci
ig: Onye Ọrịa
pt: Paciente
sw: Mgonjwa
yo: Ọmọ-ẹlẹ́rìí
zh: 患者

source: Patient ID
ar: رقم المريض
de: Patienten-ID
es: ID del paciente
fr: Numéro de patient
ha: Lambar Maraci
ig: ID Onye Ọrịa
pt: ID do Paciente
sw: Kitambulisho cha Mgonjwa
yo: Nọ́mbà Ọmọ-ẹlẹ́rìí
zh: 患者ID

source: Patient Notes
ar: ملاحظات المريض
de: Patientennotizen
es: Notas del paciente
fr: Notes du patient
ha: Bayanin Maraci
ig: Ndetu Onye Ọrịa
pt: Notas do Paciente
sw: Maelezo ya Mgonjwa
yo: Àwọn Àkọsílẹ̀ Ọmọ-ẹlẹ́rìí
zh: 患者备注

source: Patient notes: %@
ar: ملاحظات المريض: %@
de: Patientennotizen: %@
es: Notas del paciente: %@
fr: Notes du patient : %@
ha: Bayanin maraci: %@
ig: Ndetu onye ọrịa: %@
pt: Notas do paciente: %@
sw: Maelezo ya mgonjwa: %@
yo: Àwọn àkọsílẹ̀ ọmọ-ẹlẹ́rìí: %@
zh: 患者备注：%@

source: Patient signature: %@
ar: توقيع المريض: %@
de: Patientensignatur: %@
es: Firma del paciente: %@
fr: Signature du patient : %@
ha: Hannu maraci: %@
ig: Aka onye ọrịa: %@
pt: Assinatura do paciente: %@
sw: Sahihi ya mgonjwa: %@
yo: Ìfọ̀kan ọmọ-ẹlẹ́rìí: %@
zh: 患者签名：%@

source: Patient Tolerance
ar: تحمل المريض
de: Patiententoleranz
es: Tolerancia del paciente
fr: Tolérance du patient
ha: Jure Maraci
ig: Ihe Onye Ọrịa Nwere Ike Ịnabata
pt: Tolerância do Paciente
sw: Uvumilivu wa Mgonjwa
yo: Ìtẹ́lọ́rùn Ọmọ-ẹlẹ́rìí
zh: 患者耐受性

source: Patients
ar: المرضى
de: Patienten
es: Pacientes
ha: Masu Ciwon
ig: Ndị Ọrịa
pt: Pacientes
sw: Wagonjwa
yo: Àwọn Ọmọ-ẹlẹ́rìí
zh: 患者

source: Patients appear here as soon as they share their records with you, from Share Records, using your account email.
ar: يظهر المرضى هنا فور مشاركتهم سجلاتهم معك من خيار مشاركة السجلات باستخدام بريدك الإلكتروني.
de: Patienten erscheinen hier, sobald sie ihre Aufzeichnungen über „Aufzeichnungen teilen" mit Ihrem Konto-E-Mail mit Ihnen teilen.
es: Los pacientes aparecen aquí tan pronto como compartan sus registros contigo, desde Compartir registros, usando el correo de tu cuenta.
fr: Les patients apparaissent ici dès qu'ils partagent leurs dossiers avec vous, depuis Partager les dossiers, en utilisant l'adresse e-mail de votre compte.
ha: Masu ciwon za su bayyana nan da zarar suka raba rikodin lafiyarsu da ku, daga Raba Rikodin, ta amfani da adireshin imel na akauntinku.
ig: Ndị ọrịa ga-apụta ebe a ozugbo ha na-ekerịta ndekọ ha na gị, site na Ekerịta Ndekọ, site na imeeli akawụntụ gị.
pt: Os pacientes aparecem aqui assim que compartilham seus registros com você, em Compartilhar Registros, usando o email da sua conta.
sw: Wagonjwa watakuja hapa mara tu wanaposambaza rekodi zao kwako, kutoka Sambaza Rekodi, kwa kutumia barua pepe ya akaunti yako.
yo: Àwọn ọmọ-ẹlẹ́rìí yoo han níhìn-ìbá tí wọn ba pín àwọn ìtàn ìlera wọn pẹ̀lú ẹ, láti Pín Àwọn Ìtàn, nípa lo ọ̀rọ̀ imeèlì akáọ̀ọ́ rẹ.
zh: 患者使用您的账户邮箱从"分享记录"分享记录后，会立即显示在此处。

source: PCP
ar: الطبيب الأساسي
de: Hausarzt
es: MCP
pt: Médico de Clínica Geral
sw: Daktari Mkuu
zh: 初级保健医生

source: PD Sessions
ar: جلسات الغسيل البريتوني
de: PD-Sitzungen
es: Sesiones de DP
fr: Séances de DP
ig: Ọrụ PD
pt: Sessões de DP
sw: Vikao vya PD
yo: Àwọn Ìsẹ̀ṣẹ̀ PD
zh: 腹膜透析疗程

source: PDF Tools
ar: أدوات PDF
es: Herramientas PDF
fr: Outils PDF
ig: Ngwá Ọrụ PDF
pt: Ferramentas PDF
sw: Zana za PDF
yo: Àwọn Ohun Ìṣẹ́ PDF
zh: PDF工具

source: Per serving · %@
ar: لكل حصة · %@
de: Pro Portion · %@
es: Por porción · %@
fr: Par portion · %@
ha: A kowane abinci · %@
ig: Kwa ụdị ihe oriri · %@
pt: Por porção · %@
sw: Kwa kila sehemu · %@
yo: Fún ọ̀kọ̀ kan · %@
zh: 每份 · %@

source: Period
ar: الفترة
de: Zeitraum
es: Período
fr: Période
ha: Lokaci
ig: Oge
pt: Período
sw: Kipindi
yo: Àkókò
zh: 月经

source: Peritoneal Dialysis
ar: غسيل الكلى البريتوني
de: Peritonealdialyse
es: Diálisis peritoneal
fr: Dialyse péritonéale
pt: Diálise Peritoneal
yo: Dialysis Peritoneal
zh: 腹膜透析

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
ha: Izini
ig: Ikike
pt: Permissões
sw: Ruhusa
yo: Àwọn Ìmúdandun
zh: 权限

source: Permissions (%lld)
ar: الأذونات (%lld)
de: Berechtigungen (%lld)
es: Permisos (%lld)
fr: Autorisations (%lld)
ha: Izini (%lld)
ig: Ikike (%lld)
pt: Permissões (%lld)
sw: Ruhusa (%lld)
yo: Àwọn Ìmúdandun (%lld)
zh: 权限 (%lld)

source: Personality
ar: الشخصية
de: Persönlichkeit
es: Personalidad
fr: Personnalité
ha: Halaye
ig: Ụdị Mmadụ
pt: Personalidade
sw: Tabia
yo: Ìwà
zh: 个性

source: Personalized health recommendations will appear here.
ar: ستظهر التوصيات الصحية المخصصة هنا.
de: Personalisierte Gesundheitsempfehlungen werden hier angezeigt.
es: Las recomendaciones de salud personalizadas aparecerán aquí.
fr: Les recommandations de santé personnalisées apparaîtront ici.
ha: Shawarwarin lafiya na musamman za su bayyana a nan.
ig: Ndụmọdụ ahụike nke onwe ya ga-apụta ebe a.
pt: Recomendações de saúde personalizadas aparecerão aqui.
sw: Mapendekezo ya afya yaliyoboreshwa yatakuja hapa.
yo: Àwọn ìmọ̀ràn ìlera tí a ṣe fún ara ẹni yoo han níhìn.
zh: 个性化健康建议将显示在此处。

source: Pharmacy
ar: الصيدلية
de: Apotheke
es: Farmacia
fr: Pharmacie
ha: Gida mai Magungunan
ig: Ụlọ Ọgwụ
pt: Farmácia
sw: Duka la Dawa
yo: Ilé Oogun
zh: 药房

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
ha: Waya
ig: Telefọn
pt: Telefone
sw: Simu
yo: Fóònù
zh: 电话

source: Phone Number (optional — enables phone login)
ar: رقم الهاتف (اختياري — يتيح تسجيل الدخول عبر الهاتف)
de: Telefonnummer (optional – ermöglicht Anmeldung per Telefon)
es: Número de teléfono (opcional — permite inicio de sesión por teléfono)
fr: Numéro de téléphone (facultatif — permet la connexion par téléphone)
ha: Lambar Waya (zaɓi — yana ba da damar shiga ta waya)
ig: Nọmba Telefọn (ọ bụrụ na ọ dị — na-enye ohere mbanye site na telefọn)
pt: Número de Telefone (opcional — permite login por telefone)
sw: Namba ya Simu (si lazima — inaruhusu kuingia kwa simu)
yo: Nọ́mbà Fóònù (àkọkọ — ṣe agbékalẹ̀ fóònù wọlé)
zh: 电话号码（可选 — 用于电话登录）

source: Photo of this meal
ar: صورة هذه الوجبة
de: Foto dieser Mahlzeit
es: Foto de esta comida
fr: Photo de ce repas
ha: Hoton wannan abinci
ig: Foto nke nri a
pt: Foto desta refeição
sw: Picha ya chakula hiki
yo: Fọ́tò ti oúnjẹ yìí
zh: 这顿饭的照片

source: Photo unavailable
ar: الصورة غير متاحة
de: Foto nicht verfügbar
es: Foto no disponible
fr: Photo indisponible
ha: Hoto ba ta samuwa ba
ig: Foto adịghị
pt: Foto indisponível
sw: Picha haipatikani
yo: Fọ́tò kò sí
zh: 照片不可用

source: PHQ-9 (Depression)
ar: PHQ-9 (الاكتئاب)
es: PHQ-9 (Depresión)
fr: PHQ-9 (Dépression)
ig: PHQ-9 (Ịda Obi)
pt: PHQ-9 (Depressão)
sw: PHQ-9 (Mfunguko)
yo: PHQ-9 (Ìbànújẹ́)
zh: PHQ-9（抑郁症）

source: PHQ-9 (Depression):
ar: PHQ-9 (الاكتئاب):
es: PHQ-9 (Depresión):
fr: PHQ-9 (Dépression) :
ig: PHQ-9 (Ịda Obi):
pt: PHQ-9 (Depressão):
sw: PHQ-9 (Mfunguko):
yo: PHQ-9 (Ìbànújẹ́):
zh: PHQ-9（抑郁症）：

source: Physical
ar: بدني
de: Körperlich
es: Físico
fr: Physique
ha: Jiki
ig: Anụ Ahụ
pt: Físico
sw: Kimwili
yo: Ara
zh: 体检

source: Physician
ar: الطبيب
de: Arzt
es: Médico
fr: Médecin
ha: Likita
ig: Dọkịta
pt: Médico
sw: Daktari
yo: Oníṣègùn
zh: 医生

source: Physician Directory
ar: دليل الأطباء
de: Arztverzeichnis
es: Directorio médico
fr: Annuaire des médecins
ha: Jerin Likita
ig: Ndepụta Dọkịta
pt: Diretório de Médicos
sw: Orodha ya Madaktari
yo: Ìtàn Oníṣègùn
zh: 医生目录

source: Physician review: %@
ar: مراجعة الطبيب: %@
de: Ärztliche Bewertung: %@
es: Revisión del médico: %@
fr: Avis du médecin : %@
ha: Binciken likita: %@
ig: Nyocha dọkịta: %@
pt: Revisão do médico: %@
sw: Ukaguzi wa daktari: %@
yo: Ìwádìí oníṣègùn: %@
zh: 医生评价：%@
